"Open" = "Öffnen";
"Browse" = "Browser öffnen";
"Slide Show" = "Diaschau";
"Batch" = "Mehrfachkonvertierung";
"NoActionItems" = "No Action Items";
"Icon" = "Icon und Vorschau erzeugen";
"Metadata" = "Metadaten entfernen...";
"RSRC" = "Resourcefork entfernen...";

"GCOpen" = "Öffnen im GraphicConverter";
"GCBrowse" = "Öffnen im GraphicConverter Browser";
"GCSlide Show" = "Zeigen mit derGraphicConverter Diaschau";

